[
    {
       "id":"Bravo de Esmolfe",
       "name":"Bravo de Esmolfe",
       "image":"https://",
       "flavour":"Intense with a soft and sweet pulp",
       "location":{
          "name":"Penalva do Castelo, Portugal "
       }
    },
    {
        "id":"Fuji",
        "name":"Fuji",
        "image":"https://",
        "flavour":"Crisp and very juicy with a sugary-sweet flavor, making it ultra refreshing",
        "location":{
           "name":"Fujisaki, Japan "
        }
     },
     {
        "id":"Pink Lady",
        "name":"Pink Lady",
        "description":"The Pink Lady apple starts with John Cripps, which was a plant-breeder who naturally cross-bred the first-ever Cripps Pink apple in Australia in 1973. Mr. Cripps had the ingenious idea to cross a Golden Delicious and a Lady Williams, so creating this delicious new variety. The best of these apples were then branded Pink Lady®. Over time, other varieties, all related to the original Cripps Pink, have been licensed under the Pink Lady® brand, but only the very best apples from any of these varieties are sold with the Pink Lady® heart-shaped seal of approval. \nThe apple is characterized by its crunchy and juicy flesh while having the perfect balance between sweetness and tartness. While containing 4% of vitamins and minerals, and provides one-quarter of the recommended daily Vitamin C intakes. One of the biggest characteristics of this variety is the apple's distinct color.",
        "image":"https://",
        "location":{
           "name":"Western Australia, Australia "
        }
     },
     {
        "id":"Golden Delicious",
        "name":"Golden Delicious",
        "image":"https://",
        "flavour":"Very sweet, like honey, and slightly tart but not bitter",
        "location":{
           "name":"West Virginia, United States of America "
         }
     },
     {
        "id":"Royal Gala",
        "name":"Royal Gala",
        "image":"https://",
        "flavour":"Thin pulp, with a sweet, aromatic, slightly acidic, and fragrant flavour",
        "location":{
           "name":"Wellington, New Zealand "
         }
     }
 ]
