[
    {
       "id":"Bravo de Esmolfe",
       "name":"Bravo de Esmolfe",
       "description":"The Bravo de Esmolfe apple is a variety of apples from Portugal, grown in the region of Beira Alta, but originating more specifically in a small village that inspired the name of this variety – Esmolfe, located in Penalva do Castelo. \n This variety of apples has greenish skin, intense flavor, and soft pulp thst is not only delicious but also nutritious. The Bravo de Esmolfe apple is full of vitamins and minerals, especially vitamins A, from the B, C, and E complex, which act as antioxidants and help neutralize the effects of free radicals that are formed by aging, pollution, and poor diet. For this reason, the apple is recommended for anyone looking to lose weight.",
       "image":"https://",
       "location":{
          "name":"Penalva do Castelo, Portugal"
       }
    },
    {
        "id":"Fuji",
        "name":"Fuji",
        "description":"The Fuji apple is an apple cultivar developed by growers at Tohoku Research Station Fujisaki, Aomori, Japan, in the late 1930s, and brought to market in 1962. It originated as a cross between two American apple varieties — the Red Delicious and old Virginia Ralls Janet apples. According to the US Apple Association website it is one of the nine most popular apple cultivars in the United States. Its name is derived from the first part of the town where it was developed: Fujisaki.",
        "image":"https://",
        "location":{
           "name":"Fujisaki, Japan"
        }
     },
     {
        "id":"Pink Lady",
        "name":"Pink Lady",
        "description":"The Pink Lady apple starts with John Cripps, which was a plant-breeder who naturally cross-bred the first-ever Cripps Pink apple in Australia in 1973. Mr. Cripps had the ingenious idea to cross a Golden Delicious and a Lady Williams, so creating this delicious new variety. The best of these apples were then branded Pink Lady®. Over time, other varieties, all related to the original Cripps Pink, have been licensed under the Pink Lady® brand, but only the very best apples from any of these varieties are sold with the Pink Lady® heart-shaped seal of approval. \nThe apple is characterized by its crunchy and juicy flesh while having the perfect balance between sweetness and tartness. While containing 4% of vitamins and minerals, and provides one-quarter of the recommended daily Vitamin C intakes. One of the biggest characteristics of this variety is the apple's distinct color.",
        "image":"https://",
        "location":{
           "name":"Western Australia, Australia"
        }
     },
     {
        "id":"Golden Delicious",
        "name":"Golden Delicious",
        "description":"The Golden Delicious apple is a variety of apples that was discovered by a West Virginia farmer at the end of the 19th century. It is generally considered to be a seedling of Grimes Golden, to which it bears a strong resemblance. The variety was soon taken up by the famous Stark Brothers nursery, who were so impressed by it that they bought the original tree and an area of land around it. The tree lived on into the 1950s, by which time it had become firmly established as one of the world's great apple varieties. \nThis variety of apples is pale green to golden yellow and speckled with small lenticels (spots). They are small to medium in size and tend to be conical or oblong. Golden Delicious apples are firm, crisp, and white-fleshed. These apples have a balanced sweet-tart aromatic flavor, which has been described honeyed. The flavor varies depending on where these apples are grown; in a cool climate, the amount of acid increases, actually creating a sweeter flavor. When grown in warmer areas, the acid content is lower, creating a milder flavor.",
        "image":"https://",
        "location":{
           "name":"West Virginia, United States of America"
         }
     },
     {
        "id":"Royal Gala",
        "name":"Royal Gala",
        "description":"The Royal Gala apple is was cultivated by crossing between a Golden Delicious and Kidd’s Orange Red in New Zealand in the 1920s. \n This variety of apples has an elongated, ovoid tapered stem, the stalk being medium to long, and its surface is bright red, slightly striated in yellow background. It is known for being crispy, firm, with a sweet & succulent taste.",
        "image":"https://",
        "location":{
           "name":"Wellington, New Zealand"
         }
     }
 ]